Repository: GNOME/console
Catalog: po/*.po
Languages: nn, ug

source: Console
nn: Konsoll
ug: تىزگىن تاختا

source: command;prompt;cmd;commandline;run;shell;terminal;kgx;kings cross;
nn: kommando;prompt;cmd;kommandolinje;køyr;skal;terminal;kgx;kings cross;
ug: command;prompt;cmd;commandline;run;shell;terminal;kgx;kings cross;بۇيرۇق;ئەسكەرتىش;بۇيرۇق قۇرى;ئىجرا;

source: New Window
nn: Nytt vindauge
ug: يېڭى كۆزنەك

source: New Tab
nn: Ny fane
ug: يېڭى بەتكۈچ

source: Terminal Emulator
ug: تېرمىنال تەقلىدلەشتۈرگۈچ

source: A simple user-friendly terminal emulator for the GNOME desktop.
nn: Ein enkel og brukarvenleg terminal for GNOME-skrivebordet.
ug: GNOME ئۈستەلئۈستى ئاددىي، ئىشلەتكۈچىگە دوستانە تېرمىنال تەقلىدلەشتۈرگۈچ.

source: Terminal window
nn: Terminalvindauge
ug: تېرمىنال كۆزنىكى

source: The GNOME Project
nn: GNOME-prosjektet
ug: GNOME قۇرۇلۇشى

source: GPL 3.0 or later
nn: GPL 3.0 eller seinare
ug: ‪GPL 3.0 ‬ياكى يۇقىرى نەشرى

source: # KGX %s using VTE %u.%u.%u %s
nn: # KGX %s brukar VTE %u.%u.%u %s
ug: # KGX %s ئىشلىتىۋاتقىنى VTE %u.%u.%u %s

source: translator-credits
nn: Omsetjing
ug: تەرجىمان تۆھپىسى Gheyret Kenji <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Cannot use both --working-directory and positional parameters
nn: Kan ikkje bruke både --working-directory og sti-argument
ug: بىرلا ۋاقىتتا --working-directory ۋە ئورۇن پارامېتىرىنى ئىشلىتەلمەيدۇ

source: Execute the argument to this option inside the terminal
nn: Køyr argumentet til dette valet inne i terminalen
ug: تېرمىنالدا بۇ تاللانمىنىڭ ئەركىن ئۆزگەرگۈچىسىنى ئىجرا قىلىدۇ

source: COMMAND
nn: KOMMANDO
ug: بۇيرۇق

source: Set the working directory
nn: Set arbeidskatalog
ug: خىزمەت مۇندەرىجە تەڭشىكى

source: DIRNAME
nn: KATALOGNAMN
ug: مۇندەرىجە ئاتى

source: Wait until the child exits (TODO)
nn: Vent til underprosessen er ferdig (TODO)
ug: بالا بۇيرۇق ئاخىرلاشقۇچە كۈتىدۇ(TODO)

source: Set the initial window title
nn: Set starttittel for vindauget
ug: دەسلەپكى كۆزنەك ماۋزۇسى تەڭشىلىدۇ

source: TITLE
nn: TITTEL
ug: ماۋزۇ

source: ADVANCED: Set the shell to launch
nn: AVANSERT: Vel kva for skal som skal startast
ug: ئالىي: قوزغىلىدىغان shell تەڭشىلىدۇ

source: ADVANCED: Set the scrollback length
nn: AVANSERT: Vel kor langt ein kan rulle attende
ug: ئالىي: ئارقىغا دومىلىتىش ئۇزۇنلۇقى تەڭشىلىدۇ

source: LINES
nn: LINJER
ug: قۇر سانى

source: KGX %s — Terminal Emulator
ug: KGX %s — تېرمىنال تەقلىدلەشتۈرگۈچ

source: Close Window?
nn: Vil du lukke vindauget?
ug: كۆزنەكنى ياپامدۇ؟

source: A command is still running, closing this window will kill it and may lead to unexpected outcomes
nn: Ein kommando køyrer framleis. Viss du lukkar vindauget, vil han verte stoppa, og det kan føre til uventa resultat.
ug: بىر بۇيرۇق يەنىلا ئىجرا قىلىنىۋاتىدۇ، بۇ كۆزنەك تاقالسا بۇيرۇقنى توختىتىپ ئويلىشىلمىغان نەتىجە كۆرۈلۈشى مۇمكىن

source: Close Tab?
nn: Vil du lukke fana?
ug: بەتكۈچ ياپاپدۇ؟

source: A command is still running, closing this tab will kill it and may lead to unexpected outcomes
nn: Ein kommando køyrer framleis. Viss du lukkar fana, vil han verte stoppa, og det kan føre til uventa resultat.
ug: بىر بۇيرۇق يەنىلا ئىجرا قىلىنىۋاتىدۇ، بۇ بەتكۈچ تاقالسا بۇيرۇقنى توختىتىپ ئويلىشىلمىغان نەتىجە كۆرۈلۈشى مۇمكىن

source: Process list
nn: Liste over prosessar
ug: جەريان تىزىمى

source: _Cancel
nn: _Avbryt
ug: ۋاز كەچ(_C)

source: C_lose
nn: _Lukk
ug: ياپ(_L)

source: Color string is wrong length
nn: Fargestrengen har feil lengd
ug: رەڭ تىزىقىنىڭ ئۇزۇنلۇقى خاتا

# toast-message
source: Drop Failed
ug: سۆرەپ تاشلاش مەغلۇپ بولدى

# spad-message
source: An unexpected error occurred whilst receiving a URI list drop. Please include the following information if you report the error.
ug: سۆرەپ تاشلىغان URI تىزىمىنى قوبۇللاۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

# spad-message
source: An unexpected error occurred whilst receiving a file list drop. Please include the following information if you report the error.
ug: سۆرەپ تاشلىغان ھۆججەت تىزىمىنى قوبۇللاۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

# spad-message
source: An unexpected error occurred whilst receiving a text drop. Please include the following information if you report the error.
ug: سۆرەپ تاشلىغان تېكىستنى قوبۇللاۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

# spad-message
source: An unexpected value was received. Please include the following information if you report the error.
ug: كۈتۈلمىگەن قىممەتنى تاپشۇرۇلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

source: Tab %i
nn: Fane %i
ug: %i-بەتكۈچ ‏

source: _Detach Tab
nn: Løys _frå fana
ug: بەتكۈچنى ئايرىۋەت(_D)

source: _Close
nn: _Lukk
ug: ياپ(_C)

source: Make sure you know what the command does: %s
nn: Ver sikker på at du veit kva kommandoen gjer: %s
ug: بۇيرۇقنىڭ نېمە ئىش قىلىدىغانلىقىنى بىلىدىغانلىقىڭىزنى جەزملەڭ: %s

source: You are pasting a command that runs as an administrator
nn: Du limer inn ein kommando som køyrer som administrator
ug: باشقۇرغۇچى ئىجازىتىدە ئىجرا قىلىنىدىغان بۇيرۇقنى چاپلىدىڭىز

source: _Paste
nn: Lim _inn
ug: چاپلا(_P)

source: Process %d
nn: Prosess %d
ug: جەريان %d

source: <b>Failed to start</b> — %s
nn: <b>Klarte ikkje starte</b> – %s
ug: <b>قوزغىتالمىدى</b> — %s

source: Unable To Open
ug: ئاچقىلى بولمىدى

source: Opening ‘<a href="%s">%s</a>’ failed: %s
ug: «<a href="%s">%s</a>» نى ئاچالمىدى: %s

source: Error Details
ug: خاتالىق تەپسىلاتى

source: Error Message
ug: خاتالىق ئۇچۇرى

source: Copy Error Message
ug: خاتالىق ئۇچۇرىنى كۆچۈر

source: Report _Issue
ug: مەسىلە دوكلاتى(_I)

# toast-button
source: _Details
ug: تەپسىلاتى(_D)

source: <b>Read Only</b> — Command exited with code %i
nn: <b>Skriveverna</b> — Kommandoen avslutta med kode %i
ug: <b>ئوقۇشقىلا بولىدۇ</b> — بۇيرۇق چېكىندى كودى %i

source: <b>Read Only</b> — Command exited
nn: <b>Skriveverna</b> — Kommandoen avslutta
ug: <b>ئوقۇشقىلا بولىدۇ</b> — بۇيرۇق چېكىندى

source: Command completed
nn: Kommandoen er utførd
ug: بۇيرۇق تاماملاندى

source: Find text
nn: Finn tekst
ug: تېكىست ئىزدە

source: Previous Match
nn: Førre treff
ug: ئالدىنقى ماس كەلگىنى

source: Next Match
nn: Neste treff
ug: كېيىنكى ماس كەلگىنى

# toast-message
source: Couldn't Open Link
ug: ئۇلانمىنى ئاچقىلى بولمىدى

# spad-message
source: The link “<a href="%s">%s</a>” uses the protocol “%s”, for which no apps are installed.
ug: ئۇلانما «<a href="%s">%s</a>» «%s» كېلىشىمنى ئىشلىتىدۇ ئەمما كېلىشىمنى قوللايدىغان ھېچ قانداق پىروگرامما ئورنىتىلمىغان.

# spad-message
source: An unexpected error occurred whilst opening the link “<a href="%s">%s</a>”. Please include the following information if you report the error.
ug: ئۇلانما «<a href="%s">%s</a>» نى ئاچقاندا ئويلىشىلمىغان خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

# spad-message
source: The link “<a href="%s">%s</a>” is malformed.
ug: ئۇلانما «<a href="%s">%s</a>» نىڭ پىچىمى خاتا.

# spad-message
source: The link “<a href="%s">%s</a>” points to a location on a different device. This device is “%s” and the location is on “%s”.
ug: ئۇلانما «<a href="%s">%s</a>» پەرقلىق ئۈسكۈنىدىكى بىر ئورۇننى كۆرسەتكەن. بۇ ئۈسكۈنە «%s» ۋە ئورنى «%s».

# toast-message
source: Couldn't Paste Text
ug: تېكىستنى چاپلىيالمايدۇ

# spad-message
source: An unexpected error occurred whilst reading the clipboard. Please include the following information if you report the error.
ug: چاپلاش تاختىسىنى ئوقۇۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

# toast-message
source: Couldn't Show File
ug: ھۆججەتنى كۆرسىتەلمەيدۇ

# spad-message
source: An unexpected error occurred whilst showing the file. Please include the following information if you report the error.
ug: ھۆججەتنى كۆرسىتىۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

# toast-message
source: Couldn't Open Folder
ug: قىسقۇچنى ئاچالمايدۇ

# spad-message
source: An unexpected error occurred whilst opening the folder. Please include the following information if you report the error.
ug: قىسقۇچنى ئېچىۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

source: Ctrl-click to open: %s
nn: Ctrl-klikk for å opne: %s
ug: Ctrl-چېكىلسە ئاچىدۇ: %s

# toast-message
source: Couldn't Paste
ug: چاپلىيالمايدۇ

# spad-message
source: An unexpected error occurred whilst processing the clipboard. Please include the following information if you report the error.
ug: چاپلاش تاختىسىنى بىر تەرەپ قىلىۋاتقاندا تاسادىپىي خاتالىق كۆرۈلدى. ئەگەر بۇ خاتالىقنى مەلۇم قىلماقچى بولسىڭىز تۆۋەندىكى ئۇچۇرلارنى ئۆز ئىچىگە ئالىدۇ.

source: _Open Link
nn: _Opne lenkje
ug: ئۇلانما ئاچ(_O)

source: Copy _Link Address
ug: ئۇلانما مەنزىل كۆچۈر(_L)

source: _Copy
nn: _Kopier
ug: كۆچۈر(_C)

source: _Select All
nn: _Merk alt
ug: ھەممىنى تاللا(_S)

source: Leave _Fullscreen
ug: تولۇق ئېكراندىن ئايرىل(_F)

source: Show in _Files
nn: Vis i _Filer
ug: ھۆججەتتە كۆرسەت(_F)

source: Follow System Style
nn: Følg systemstilen
ug: سىستېما ئۇسلۇبىغا ئەگىشىدۇ

source: Light Style
nn: Lyst stiltema
ug: يورۇق ئۇسلۇب

source: Dark Style
nn: Mørkt stiltema
ug: قاراڭغۇ ئۇسلۇب

source: Missing argument for --command
nn: Manglar argument til --command
ug: ئۆزگەرگۈچى كەم --command

source: Cannot use both --command and positional parameters
nn: Kan ikkje bruke både --command og etterfølgde parameter
ug: بىرلا ۋاقىتتا --command ۋە ئورۇن پارامېتىرىنى ئىشلىتەلمەيدۇ

source: _New Window
nn: _Nytt vindauge
ug: يېڭى كۆزنەك(_N)

source: _Show All Tabs
nn: _Vis alle faner
ug: ھەممە بەتكۈچنى كۆرسەت(_S)

source: _Fullscreen
ug: تولۇق ئېكران( _F)

source: _Preferences
nn: _Innstillingar
ug: مايىللىق(_P)

source: _Keyboard Shortcuts
nn: _Tastatursnarvegar
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _About Console
nn: _Om Konsoll
ug: تىزگىن تاختا ھەققىدە(_A)

source: Find in Terminal
nn: Finn i terminalen
ug: تېرمىنالدا ئىزدە

source: Leave Fullscreen
ug: تولۇق ئېكراندىن چېكىن

source: Main Menu
nn: Hovudmeny
ug: ئاساسىي تىزىملىك

source: Shrink Text
nn: Gjer teksten mindre
ug: تېكىستنى كىچىكلەت

source: Reset Size
nn: Tilbakestill storleik
ug: چوڭلۇقىنى ئەسلىگە قايتۇر

source: Enlarge Text
nn: Gjer teksten større
ug: تېكىستنى چوڭايت

source: Terminal Font
nn: Terminalen sin skrifttype
ug: تېرمىنال خەت نۇسخىسى

source: _Select
nn: _Vel
ug: تاللا(_S)

source: Font Name
nn: Namn på skrifttype
ug: خەت نۇسخا ئاتى

source: Font Family
nn: Familie av skrifttype
ug: خەت نۇسخا تۈركۈمى

source: Font Preview
nn: Førehandsvising av skrifttypen
ug: خەت نۇسخىسىنى ئالدىن كۆزەت

source: Font Size
nn: Storleik på skrifttype
ug: خەت چوڭلۇقى

source: No Font Set
nn: Ikkje valt nokon skrifttype
ug: خەت نۇسخا تەڭشىكى يوق

source: General
nn: Generelt
ug: ئادەتتىكى

source: Font
nn: Skrifttype
ug: خەت نۇسخا

source: Use _System Default
nn: Bruk _systemstandard
ug: سىستېما كۆڭۈلدىكىنى ئىشلەت(_S)

source: Custom _Font
nn: _Eige skrifttypeval
ug: ئىختىيارى خەت نۇسخا(_F)

source: Behaviour
nn: Åtferd
ug: قىلمىش

source: _Unlimited Scrollback
nn: _Uavgrensa rulling attende
ug: چەكلىمىسىز كەينىگە دومىلات(_U)

source: _Scrollback Lines
nn: Liner for _rulling attende
ug: كەينىگە دومىلىتىش قۇر سانى(_S)

source: Terminal Bell
nn: Terminallyd
ug: تېرمىنال قوڭغۇراق

source: Play _Sound
nn: Spel _lyd
ug: ئاۋاز ياڭرات(_S)

source: _Visual Effects
nn: _Visuelle effektar
ug: كۆرۈنۈش ئۈنۈمى(_V)

# shortcut window
source: Application
nn: Program
ug: پىروگرامما

# shortcut window
source: New Window
nn: Nytt vindauge
ug: يېڭى كۆزنەك

# shortcut window
source: Terminal
ug: تېرمىنال

# shortcut window
source: Find
nn: Finn
ug: ئىزدە

# shortcut window
source: Copy
nn: Kopier
ug: كۆچۈر

# shortcut window
source: Paste
nn: Lim inn
ug: چاپلا

# shortcut window
source: Tabs
nn: Faner
ug: بەتكۈچ

# shortcut window
source: New Tab
nn: Ny fane
ug: يېڭى بەتكۈچ

# shortcut window
source: Close Tab
nn: Lukk fane
ug: بەتكۈچ ياپ

# shortcut window
source: Show All Tabs
nn: Vis alle faner
ug: ھەممە بەتكۈچنى كۆرسەت

# shortcut window
source: Next Tab
nn: Neste fane
ug: كېيىنكى بەتكۈچ

# shortcut window
source: Previous Tab
nn: Førre fane
ug: ئالدىنقى بەتكۈچ

# shortcut window
source: Move Tab Left
nn: Flytt fane til venstre
ug: بەتكۈچنى سولغا يۆتكە

# shortcut window
source: Move Tab Right
nn: Flytt fane til høgre
ug: بەتكۈچنى ئوڭغا يۆتكە

# shortcut window
source: Switch to Tab 1–9
nn: Byt til fane 1–9
ug: بەتكۈچ ‏1–9‎‏ غا ئالماشتۇر

# shortcut window
source: Switch to Tab 10
nn: Byt til fane 10
ug: بەتكۈچ 10 غا ئالماشتۇر

source: SHELL
nn: SKAL

source: [-e|-- COMMAND [ARGUMENT...]]
nn: [-e|-- KOMMANDO [ARGUMENT …]]

source: Copy _Link
nn: Kopier _lenkje
