Repository: GNOME/console
Catalog: po/ab.po
Languages: ab

source: Console
ab: Аконсоль

source: New Window
ab: Аҧенџьыр ҿыц

source: New Tab
ab: Агәылаҵа ҿыц

source: Terminal Emulator
ab: Атерминал аемулиатор

source: A simple user-friendly terminal emulator for the GNOME desktop.
ab: Имариоу, насгьы иманшәалоу атерминал аемулиатор аусуратә ишәа GNOME азы.

source: Terminal window
ab: Атерминал аҧенџьыр

source: Cannot use both --command and positional parameters
ab: Адҵа -еиҧш ахархәара рыҭара ҟалаӡом апозициатә хышәарақәагьы

source: King’s Cross
ab: Кингс-Кросс

source: GPL 3.0 or later
ab: GPL 3.0 мамзар еиҳа ихьшәоу

source: Execute the argument to this option inside the terminal
ab: Ари аопциа аҵаҵӷәы атерминал аҟны анагӡара

source: COMMAND
ab: АДҴА

source: Set the working directory
ab: Аусуратә ҭаӡ ашьақәыргылара

source: DIRNAME
ab: АҬАӠ АХЬӠ

source: Wait until the child exits (TODO)
ab: Шәааҧшы , аҿыгатә процесс хырқәшахаанӡа (АДҴА)

source: Set the initial window title
ab: Аҧенџьыр алагамҭатәи ахы ашьақәыргылара

source: TITLE
ab: АХЫ

source: ADVANCED: Set the shell to launch
ab: ИАЦҴАНЫ: аусура алагаразы ахарҧа ашьақәыргылара

source: SHELL
ab: АХАРҦА

source: ADVANCED: Set the scrollback length
ab: ИАЦҴАНЫ: арҵәҩра аура ашәагаа ашьақәыргылара

source: LINES
ab: АЦӘАҲӘАҚӘА

source: [-e|-- COMMAND [ARGUMENT...]]
ab: [-e|-- АДҴА [АҴАҴӶӘЫ...]]

source: Close Window?
ab: Иаркттәума аԥенџьыр?

source: Close Tab?
ab: Иаркттәума агәылаҵа?

source: _Cancel
ab: _Аԥыхра

source: C_lose
ab: А_ркра

source: _Detach Tab
ab: _Агәылаҵа аҿыхра

source: _Close
ab: _Аркра

source: <b>Read Only</b> — Command exited with code %i
ab: <b>Аԥхьара мацаразы</b> — Адҵа хырқәшоуп акод %i ала

source: <b>Read Only</b> — Command exited
ab: <b>Аԥхьара мацаразы</b> — Адҵа хырқәшоуп

source: <b>Failed to start</b> — %s
ab: <b>Алагара залымшахеит</b> — %s

source: Command completed
ab: Адҵа нагӡоуп

source: View Open Tabs
ab: Иаарту агәылаҵақәа рыхәаԥшра

source: _Paste
ab: _Абжьаргылара

source: Use System Colors
ab: Асистематә ҧштәқәа ахархәара рыҭара

source: Use Light Colors
ab: Илашоу ҧштәқәа ахархәара рыҭара

source: Use Dark Colors
ab: Еиқәоу ҧштәқәа ахархәара рыҭара

source: translator-credits
ab: Нанба Наала <naala-nanba@rambler.ru>, 2022

source: _New Window
ab: _Аҧенџьыр ҿыц

source: _Keyboard Shortcuts
ab: _Ицоу арыдқәа

source: _About Console
ab: _ Апрограмма иазкны

source: Find in Terminal
ab: Атерминал аҟны аартра

source: Menu
ab: Амениу

source: Shrink Text
ab: Атекст архәҷра

source: Reset Size
ab: Ашәагаа акажьра

source: Enlarge Text
ab: Атекст ардура

source: _Open Link
ab: _Азхьарԥш аартра

source: Copy _Link
ab: _Ахьарԥш ахкьыԥхьаара

source: _Copy
ab: _Ахкьыҧхьаара

source: _Select All
ab: _Зегьы алкаара

source: Show in _Files
ab: Афаилқәа _рҟны арбара
