Repository: GNOME/console
Catalog: po/kw.po
Languages: kw

source: Console
kw: Konsolen

source: command;prompt;cmd;commandline;run;shell;terminal;kgx;kings cross;
kw: arghadow;lostleverel;cmd;linenarghadow;eksekutya;shell;termynal;kgx;kings cross;

source: New Window
kw: Fenester Nowydh

source: New Tab
kw: Tabb Nowydh

source: Terminal Emulator
kw: Omheveler Termynal

source: A simple user-friendly terminal emulator for the GNOME desktop.
kw: Omheveler termynal sempel usyer-kowethek rag an desktop GNOME.

source: Terminal window
kw: Fenester termynal

source: The GNOME Project
kw: An Ragdres GNOME

source: GPL 3.0 or later
kw: GPL 3.0 po diwettha

source: # KGX %s using VTE %u.%u.%u %s
kw: # KGX %s ow devnydhya VTE %u.%u.%u %s

source: translator-credits
kw: Flynn

source: Cannot use both --working-directory and positional parameters
kw: Ny yllir devnydhya an dhew --working-directory ha parametrow leyek

source: Execute the argument to this option inside the terminal
kw: Eksekutya an arghadow dhe'n dewis ma y'n termynal

source: COMMAND
kw: ARGHADOW

source: Set the working directory
kw: Gorra an restrenva ober

source: DIRNAME
kw: HANOWRESTRENVA

source: Wait until the child exits (TODO)
kw: Gortos ernag an flogh kwytya (TODO)

source: Set the initial window title
kw: Gorra an titel fenester kynsa

source: TITLE
kw: TITELs

source: ADVANCED: Set the shell to launch
kw: AVONSYS: Gorra an shell dhe lonchya

source: ADVANCED: Set the scrollback length
kw: AVONSYS: Gorra an hirder scrollback

source: LINES
kw: LINENNOW

source: KGX %s — Terminal Emulator
kw: KGX %s — Omheveler Termynal

source: [-e|-- COMMAND [ARGUMENT...]]
kw: [-e|-- ARGHADOW [OBERADOW...]]

source: Close Window?
kw: Degea Fenester?

source: A command is still running, closing this window will kill it and may lead to unexpected outcomes
kw: Unn arghadow yw owth eksekutya hwath, ow degea an fenester ma a wra ladha yth hag a yll sewyansow angwaytys a wra omsewya martesen

source: Close Tab?
kw: Degea Tabb?

source: A command is still running, closing this tab will kill it and may lead to unexpected outcomes
kw: Unn arghadow yw owth eksekutya hwath, ow degea an tabb ma a wra ladha yth hag a yll sewyansow angwaytys a wra omsewya martesen

source: Process list
kw: Rol argerdh

source: _Cancel
kw: _Hedhi

source: C_lose
kw: _Degea

source: Color string is wrong length
kw: Korden kolor yw hirder kamm

# toast-message
source: Drop Failed
kw: Droppyans Fyllis

# spad-message
source: An unexpected error occurred whilst receiving a URI list drop. Please include the following information if you report the error.
kw: Yma error angwaytys dres ow degemeres unn droppyans rol URI. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

# spad-message
source: An unexpected error occurred whilst receiving a file list drop. Please include the following information if you report the error.
kw: Yma error angwaytys dres ow degemeres unn droppyans rol restrennow. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

# spad-message
source: An unexpected error occurred whilst receiving a text drop. Please include the following information if you report the error.
kw: Yma error angwaytys dres ow degemeres unn droppyans tekst. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

# spad-message
source: An unexpected value was received. Please include the following information if you report the error.
kw: Tra angwaytys o degemerys. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

source: %i by %i
kw: %i gans %i

source: %i columns %i rows
kw: %i kolovennow %i rewyow

source: Tab %i
kw: Tabb %i

source: _Detach Tab
kw: _Distaga Tabb

source: _Close
kw: _Degea

source: Make sure you know what the command does: %s
kw: Surhe ty godhvos pyth gul an arghadow: %s

source: You are pasting a command that runs as an administrator
kw: Ow dasskrifa os unn arghadow owth eksekutya avel unn menystrer

source: _Paste
kw: _Dasskrifa

source: Process %d
kw: Argerdh %d

source: <b>Failed to start</b> — %s
kw: <b>Fyllis dalleth</b> — %s

source: Unable To Open
kw: Ny Yllir Ygeri

source: Opening ‘<a href="%s">%s</a>’ failed: %s
kw: Owth ygeri ‘<a href="%s">%s</a>’ fyllis: %s

source: Error Details
kw: Manylyon Error

source: Error Message
kw: Messach Error

source: Copy Error Message
kw: Kopia Messach Error

source: Report _Issue
kw: Derivas _Kudyn

# toast-button
source: _Details
kw: _Manylyon

source: <b>Read Only</b> — Command exited with code %i
kw: <b>Redya-Hepken</b> — Arghadow kwytys gans kod %i

source: <b>Read Only</b> — Command exited
kw: <b>Redya-Hepken</b> — Arghadow kwytys

source: Command completed
kw: Arghadow deu

source: Find text
kw: Kavos tekst

source: Previous Match
kw: Par Kyns

source: Next Match
kw: Par Nessa

# toast-message
source: Couldn't Open Link
kw: Ny Yllir Ygeri Gorgevren

# spad-message
source: The link “<a href="%s">%s</a>” uses the protocol “%s”, for which no apps are installed.
kw: An gorgevren “<a href="%s">%s</a>” devnydhya an protokol “%s”, rag mayth appys vyth yw leys.

# spad-message
source: An unexpected error occurred whilst opening the link “<a href="%s">%s</a>”. Please include the following information if you report the error.
kw: Yma error angwaytys dres owth ygeri an gorgevren “<a href="%s">%s</a>”. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

# spad-message
source: The link “<a href="%s">%s</a>” is malformed.
kw: An gorgevren “<a href="%s">%s</a>” yw kamm.

# spad-message
source: The link “<a href="%s">%s</a>” points to a location on a different device. This device is “%s” and the location is on “%s”.
kw: An gorgevren “<a href="%s">%s</a>” poyntya dhe tyller war devis dihaval. An devis ma yw “%s” ha'n tyller yw war “%s”.

# toast-message
source: Couldn't Paste Text
kw: Ny Yllir Dasskrifa Tekst

# spad-message
source: An unexpected error occurred whilst reading the clipboard. Please include the following information if you report the error.
kw: Yma error angwaytys dres ow redya an astel glypp. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

# toast-message
source: Couldn't Show File
kw: Ny Yllir Diskwedhes Restren

# spad-message
source: An unexpected error occurred whilst showing the file. Please include the following information if you report the error.
kw: Yma error angwaytys dres ow diskwedhes an restren. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

# toast-message
source: Couldn't Open Folder
kw: Ny Yllir Ygeri Restrenva

# spad-message
source: An unexpected error occurred whilst opening the folder. Please include the following information if you report the error.
kw: Yma error angwaytys dres owth ygeri an restrenva. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

source: Ctrl-click to open: %s
kw: Ctrl-klyck rag ygeri: %s

# toast-message
source: Couldn't Paste
kw: Ny Yllir Dasskrifa

# spad-message
source: An unexpected error occurred whilst processing the clipboard. Please include the following information if you report the error.
kw: Yma error angwaytys dres owth argherdhes an astel glypp. Mar pleg, synsi an kedhlow a sew mar ty derivas an error.

source: _Open Link
kw: _Ygeri Gorgevren

source: Copy _Link Address
kw: Kopia Trigva _Gorgevren

source: _Copy
kw: _Kopia

source: _Select All
kw: _Dewis Oll

source: Leave _Fullscreen
kw: Diberth _Leun-skrin

source: Show in _Files
kw: Diskwedhes yn _Restrennow

source: Follow System Style
kw: Obaya Gis System

source: Light Style
kw: Gis Gwynn

source: Dark Style
kw: Gis Du

source: Missing argument for --command
kw: Oberadow fyllel rag --command

source: Cannot use both --command and positional parameters
kw: Ny yllir devnydhya an dhew --command ha parametrow leyek

source: _New Window
kw: Fenester _Nowydh

source: _Show All Tabs
kw: _Diskwedhes Oll Tabbys

source: _Fullscreen
kw: _Leun-skrin

source: _Preferences
kw: _Settyansow

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Console
kw: _A-dro Konsolen

source: Find in Terminal
kw: Kavos yn Termynal

source: Leave Fullscreen
kw: Diberth Leun-skrin

source: Main Menu
kw: Rol Chif

source: Shrink Text
kw: Lehe Tekst

source: Reset Size
kw: Dasgorra Braster

source: Enlarge Text
kw: Moghhe Tekst

source: Terminal Font
kw: Font Termynal

source: _Select
kw: _Dewis

source: Font Name
kw: Hanow Font

source: Font Family
kw: Teylu Font

source: Font Preview
kw: Ragwolok Font

source: Font Size
kw: Braster Font

source: No Font Set
kw: Font Gorrys Vyth

source: General
kw: Ollgemmyn

source: Use _System Default
kw: Devnydhya Defowt _System

source: Custom _Font
kw: _Font A-vusur

source: Behavior
kw: Fara

source: _Unlimited Scrollback
kw: Scrollback _Difinweth

source: _Scrollback Lines
kw: Linennow _Scrollback

source: Terminal Bell
kw: Klogh Termynal

source: Control how alerts are indicated
kw: Routya fatel gwarnyansow yw diskwedhys

source: Play _Sound
kw: Seni _Son

source: _Visual Effects
kw: Effeythyow _Gwelesek

# shortcut window
source: Application
kw: App

# shortcut window
source: New Window
kw: Fenester Nowydh

# shortcut window
source: Terminal
kw: Termynal

# shortcut window
source: Find
kw: Kavos

# shortcut window
source: Copy
kw: Kopia

# shortcut window
source: Paste
kw: Dasskrifa

# shortcut window
source: Tabs
kw: Tabbys

# shortcut window
source: New Tab
kw: Tabb Nowydh

# shortcut window
source: Close Tab
kw: Degea Tabb

# shortcut window
source: Show All Tabs
kw: Diskwedhes Oll Tabbys

# shortcut window
source: Next Tab
kw: Tabb Nessa

# shortcut window
source: Previous Tab
kw: Tabb Kyns

# shortcut window
source: Move Tab Left
kw: Gwaya Tabb Kledh

# shortcut window
source: Move Tab Right
kw: Gwaya Tabb Dyghow

# shortcut window
source: Switch to Tab 1–9
kw: Skwychella dhe Tabb 1-9

# shortcut window
source: Switch to Tab 10
kw: Skwychella dhe Tabb 10

# shortcut window
source: Window
kw: Fenester

# shortcut window
source: Fullscreen
kw: Leun-skrin
